name: "spoofnet"
platform: "onnxruntime_onnx"
max_batch_size: 0
default_model_filename: "model.onnx"
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 3, 224, 224]
  }
]
output [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [1,1] 
    }
]
instance_group [
  { kind: KIND_CPU }
]
